<template>
  <section class="default">
    <div class="container">
      <div class="default__inner">
        <div class="default__title main-title">
          {{ $t('title') }}
        </div>
        <div class="default__item default__item--large">
          <img
            src="/img/nopicture.jpg"
            class="default__item-img default__item-img--large"
          />
          <div class="default__item-name">
            <div
              v-html="$t('item1.1')"
              class="default__item-title main-title"
            ></div>
            <div v-html="$t('item1.2')" class="default__item-subtitle"></div>
            <a
              target="_blank"
              class="default__item-link"
              href="https://drive.google.com/drive/folders/19FzwVMfn8_2j4pPjFDfcGIC4gZPCEs0r?usp=sharing"
            >
              {{ $t('archive') }}
            </a>
            <div v-html="$t('item1.3')" class="default__item-text"></div>
            <div v-html="$t('item1.4')" class="default__item-teaches"></div>
          </div>
        </div>
        <div class="default__item default__item--large">
          <img
            src="/img/nopicture.jpg"
            class="default__item-img default__item-img--large"
          />
          <div class="default__item-name">
            <div
              v-html="$t('item2.1')"
              class="default__item-title main-title"
            ></div>
            <div v-html="$t('item2.2')" class="default__item-subtitle"></div>
            <a
              target="_blank"
              class="default__item-link"
              href="https://drive.google.com/drive/folders/19FzwVMfn8_2j4pPjFDfcGIC4gZPCEs0r?usp=sharing"
            >
              {{ $t('archive') }}
            </a>
            <div v-html="$t('item2.3')" class="default__item-text"></div>
            <div v-html="$t('item2.4')" class="default__item-teaches"></div>
          </div>
        </div>
        <div class="default__item default__item--large">
          <img
            src="/img/nopicture.jpg"
            class="default__item-img default__item-img--large"
          />
          <div class="default__item-name">
            <div
              v-html="$t('item3.1')"
              class="default__item-title main-title"
            ></div>
            <div v-html="$t('item3.2')" class="default__item-subtitle"></div>
            <a
              target="_blank"
              class="default__item-link"
              href="https://drive.google.com/drive/folders/19FzwVMfn8_2j4pPjFDfcGIC4gZPCEs0r?usp=sharing"
            >
              {{ $t('archive') }}
            </a>
            <div v-html="$t('item3.3')" class="default__item-text"></div>
            <div v-html="$t('item3.4')" class="default__item-teaches"></div>
          </div>
        </div>
        <div class="default__item default__item--large">
          <img
            src="/img/nopicture.jpg"
            class="default__item-img default__item-img--large"
          />
          <div class="default__item-name">
            <div
              v-html="$t('item4.1')"
              class="default__item-title main-title"
            ></div>
            <div v-html="$t('item4.2')" class="default__item-subtitle"></div>
            <a
              target="_blank"
              class="default__item-link"
              href="https://drive.google.com/drive/u/0/folders/1RbqOBNugbfqGHePCv93P8djeT8ca-Zbg"
            >
              {{ $t('archive') }}
            </a>
            <div v-html="$t('item4.3')" class="default__item-text"></div>
            <div v-html="$t('item4.4')" class="default__item-teaches"></div>
          </div>
        </div>
        <div class="default__item default__item--large">
          <img
            src="/img/nopicture.jpg"
            class="default__item-img default__item-img--large"
          />
          <div class="default__item-name">
            <div
              v-html="$t('item5.1')"
              class="default__item-title main-title"
            ></div>
            <div v-html="$t('item5.2')" class="default__item-subtitle"></div>
            <a
              target="_blank"
              class="default__item-link"
              href="https://drive.google.com/drive/folders/19FzwVMfn8_2j4pPjFDfcGIC4gZPCEs0r?usp=sharing"
            >
              {{ $t('archive') }}
            </a>
            <div v-html="$t('item5.3')" class="default__item-text"></div>
            <div v-html="$t('item5.4')" class="default__item-teaches"></div>
          </div>
        </div>
        <div class="default__item default__item--large">
          <img
            src="/img/nopicture.jpg"
            class="default__item-img default__item-img--large"
          />
          <div class="default__item-name">
            <div
              v-html="$t('item6.1')"
              class="default__item-title main-title"
            ></div>
            <div v-html="$t('item6.2')" class="default__item-subtitle"></div>
            <a
              target="_blank"
              class="default__item-link"
              href="https://drive.google.com/drive/folders/19FzwVMfn8_2j4pPjFDfcGIC4gZPCEs0r?usp=sharing"
            >
              {{ $t('archive') }}
            </a>
            <div v-html="$t('item6.3')" class="default__item-text"></div>
            <div v-html="$t('item6.4')" class="default__item-teaches"></div>
          </div>
        </div>
      </div>
    </div>
  </section>
</template>

<i18n>
{
  "ua": {
    "title": "ПЦК фізкультурних дисциплін",
    "archive": "Архiв викладача",

    "item1.1": "Гордій Анатолій Васильович",
    "item1.2": "Голова ПЦК. Викладач фізичного виховання, спеціаліст вищої категорії. Педагогічне звання-старший викладач.",
    "item1.3": "Закінчив Дніпропетровський Державний інститут фізичної культури. Кваліфікація - тренер-викладач фізичної культури. Проводить секційну роботу з легкої атлетики. Збірна команда з легкої атлетики займає призові місця серед команд ВНЗ 1-2 р.а. Студенти приймають участь в першості області та України. <br /> Загальний стаж робот - 46 років, з них за фахом 38 років.",
    "item1.4": "<b> Викладає:</b> Фізична культура, Фізичне виховання.",

    "item2.1": "Овсяніков Геннадій Михайлович",
    "item2.2": "Спеціаліст вищої категорії, викладач-методист.",
    "item2.3": "Закінчив Білоруський державний інститут фізичної культури, спеціальність – викладач фізичної культури и спорту. Майстер спорту СРСР з легкої атлетики. Державні нагороди: Знак «Відмінник освіти України», Почесні грамоти Міністерства освіти і культури України. Запорізький авіаційний коледж ім. О.Г. Івченка постійно займає 1-2 командні міста у обласних змаганнях серед ВНЗ 1-2 р.а. <br />Загальний стаж роботи 55 років, з них за фахом – 55 років, керівної роботи – 35 років.",
    "item2.4": "<b> Викладає:</b> Фізична культура, Фізичне виховання.",

    "item3.1": "Бульба Павло Іванович",
    "item3.2": "Спеціаліст вищої категорії, старший викладач.",
    "item3.3": "Закінчив Запорізький державний педагогічний інститут. Кваліфікація-вчитель фізичної культури. Проводить секційну роботу з баскетболу (юнаки та дівчата) Збірна команда коледжу з баскетболу займає призові міста серед студентів ВНЗ 1-2 р.а.<br /> Стаж за фахом - 44 роки, загальний 54 роки.",
    "item3.4": "<b> Викладає:</b> Фізична культура, Фізичне виховання.",

    "item4.1": "Столяр Анатолій Юрійович",
    "item4.2": "Спеціаліст першої категорії, викладач.",
    "item4.3": "Закінчив Мелітопольський державний педагогічний університет у 2004 році. Спеціальність - «Педагогіка і методика середньої освіти. Фізична культура.», кваліфікація – вчитель фізичної культури і валеології, організатор туристичної роботі. Кандидат у майстри спорту з плавання Проводить секційну роботу з кульової стрільби. Збірна команда з цього виду спорту щорічно займає призові місця серед команд ВНЗ 1-2 р.а.<br />Педагогічний стаж – 28 рік, з них за фахом – 28 рік, керівної роботи – 15 років.",
    "item4.4": "<b> Викладає:</b> Захист Вітчизни, Безпека життєдіяльності.",

    "item5.1": "Малий Олег Робертович",
    "item5.2": "Спеціаліст вищої категорії, старший викладач.",
    "item5.3": "Закінчив Військовий інститут фізичної культури м. Ленінград, спеціальність - «Фізична культура та спорт», кваліфікація - спеціаліст з фізичної підготовки і спорту, викладач фізичної підготовки. Запорізький національний університет, магістратура, спеціальність - «Педагогіка вищої школи» (диплом з відзнакою) кваліфікація - викладач університетів та інших вищих навчальних закладів. Брав участь в підготовці майстра спорту міжнародного класу з тріатлону, багаторазового призера Кубків Європи, - Святослава Цвєткова. Проводить секційну роботу з міні-футболу. Збірна команда з цього виду спорту щорічно займає призові місця серед команд ВНЗ 1-2 р.а. Багаторазовий призер Чемпіонатів України з багатоборства. Чемпіон і призер збройних сил СРСР з водного поло.<br /> Педагогічний стаж – 31 рік, з них за фахом – 31 рік, керівної роботи – 10 років.",
    "item5.4": "<b> Викладає:</b> Фізична культура, Фізичне виховання",

    "item6.1": "Розов Давид Рувимович",
    "item6.2": "Спеціаліст вищої категорії, викладач-методист.",
    "item6.3": "Закінчив Кримський педагогічний інститут, факультет фізичного виховання. Кваліфікація – вчитель фізичної культури. Кандидат у майстри спорту з спортивної гімнастики. Проводить секційну роботу з пауерліфтінгу (силове триборство). З числа студентів коледжу підготовлено 7 кандидатів у майстри спорту, 2 майстра спорту України та чемпіонка України серед жінок. Збірна команда коледжу з гирьового спорту займає 1-2 місце, з пауерліфтінгу 1 місце серед команд ВНЗ 1-2 р.а. <br /> Загальний стаж роботи 59 років, з них за фахом – 50 років, керівної роботи – 10 років.",
    "item6.4": "<b> Викладає:</b> Фізична культура, Фізичне виховання"
  },
  "ru": {
    "title": "ПЦК физкультурных дисциплин",
    "archive": "Архив преподавателя",

    "item1.1": "Гордей Анатолий Васильевич",
    "item1.2": "Председатель ПЦК. Преподаватель физического воспитания, специалист высшей категории. Педагогическое звание старший преподаватель.",
    "item1.3": "Окончил Днепропетровский Государственный институт физической культуры. Квалификация - тренер-преподаватель физической культуры. Проводит секционную работу по легкой атлетике. Сборная команда по легкой атлетике занимает призовые места среди команд ВУЗов 1-2 аккредитации Студенты принимают участие в первенстве области и Украины. <br /> Общий стаж работы - 46 лет, из них по специальности 38 лет.",
    "item1.4": "<b> Преподает: </b> Физическая культура Физическое воспитание.",

    "item2.1": "Овсяников Геннадий Михайлович",
    "item2.2": "Специалист высшей категории, преподаватель-методист.",
    "item2.3": "Окончил Белорусский государственный институт физической культуры, специальность - преподаватель физической культуры и спорта. Мастер спорта СССР по легкой атлетике. Государственные награды: Знак «Отличник образования Украины», Почетные грамоты Министерства образования и культуры Украины. Запорожский авиационный колледж им. А.Г. Ивченко постоянно занимает 1-2 командные города в областных соревнованиях среди вузов 1-2 аккредитации <br /> Общий стаж работы 55 лет, из них по специальности - 55 лет, руководящей работы - 35 лет.",
    "item2.4": "<b> Преподает: </b> Физическая культура Физическое воспитание.",

    "item3.1": "Бульба Павел Иванович",
    "item3.2": "Специалист высшей категории, старший преподаватель.",
    "item3.3": "Окончил Запорожский государственный педагогический институт. Квалификация-учитель физической культуры. Проводит секционную работу по баскетболу (юноши и девушки) Сборная команда колледжа по баскетболу занимает призовые места среди студентов вузов 1-2 аккредитации <br / > Стаж по специальности - 44 года, общий 54 года.",
    "item3.4": "<b> Преподает: </b> Физическая культура Физическое воспитание.",

    "item4.1": "Столяр Анатолий Юрьевич",
    "item4.2": "Специалист первой категории, преподаватель.",
    "item4.3": "Окончил Мелитопольский государственный педагогический университет в 2004 году. Специальность - «Педагогика и методика среднего образования. Физическая культура.», Квалификация - учитель физической культуры и валеологии, организатор туристической работе. Кандидат в мастера спорта по плаванию проводит секционную работу по пулевой стрельбе. Сборная команда по этому виду спорта ежегодно занимает призовые места среди команд вУЗов 1-2 аккредитации <br /> Педагогический стаж - 28 лет, из них по специальности - 28 лет, руководящей работы - 15 лет.",
    "item4.4": "<b> Преподает: </b> Защита Отечества, Безопасность жизнедеятельности.",

    "item5.1": "Малый Олег Робертович",
    "item5.2": "Специалист высшей категории, старший преподаватель.",
    "item5.3": "Окончил Военный институт физической культуры г.. Ленинград, специальность - «Физическая культура и спорт», квалификация - специалист по физической подготовке и спорту, преподаватель физической подготовки. Запорожский национальный университет, магистратура, специальность - «Педагогика высшей школы» (диплом с отличием) квалификация - преподаватель университетов и других высших учебных заведений. Участвовал в подготовке мастера спорта международного класса по триатлону, многократного призера Кубков Европы, - Святослава Цветкова. Проводит секционную работу по мини-футболу. Сборная команда по этому виду спорта ежегодно занимает призовые места среди команд вУЗов 1-2 аккредитации Многократный призер Чемпионатов Украины по многоборью. Чемпион и призер вооруженных сил СССР по водному поло. <br /> Педагогический стаж - 31 год, из них по специальности - 31 год, руководящей работы - 10 лет.",
    "item5.4": "<b> Преподает: </b> Физическая культура Физическое воспитание",

    "item6.1": "Розов Давид Рувимович",
    "item6.2": "Специалист высшей категории, преподаватель-методист.",
    "item6.3": "Окончил Крымский педагогический институт, факультет физического воспитания. Квалификация - учитель физической культуры. Кандидат в мастера спорта по спортивной гимнастике. Проводит секционную работу по пауэрлифтингу (силовое троеборье). Из числа студентов колледжа подготовлено 7 кандидатов в мастера спорта 2 мастера спорта Украины и чемпионка Украины среди женщин. Сборная команда колледжа по гиревому спорту занимает 1-2 место, по пауэрлифтингу 1 место среди команд вузов 1-2 аккредитации <br /> Общий стаж работы 59 лет, из них по специальности - 50 лет, руководящей работы - 10 лет.",
    "item6.4": "<b> Преподает: </b> Физическая культура Физическое воспитание"
    }
}
</i18n>
