<template>
  <section class="default">
    <div class="container">
      <div class="default__inner">
        <div class="default__title main-title">
          {{ $t('title') }}
        </div>
        <div v-html="$t('paragraph1')" class="default__text"></div>
        <div v-html="$t('paragraph2')" class="default__quote"></div>

        <div v-html="$t('paragraph3')" class="default__quote"></div>
        <div v-html="$t('paragraph4')" class="default__quote"></div>
        <div v-html="$t('paragraph5')" class="default__quote"></div>
        <div v-html="$t('paragraph6')" class="default__text"></div>
        <div v-html="$t('paragraph7')" class="default__text"></div>
        <div class="default__quote">
          {{ $t('paragraph8') }}&zwj;
          <a class="default__tel" href="tel:+380617205526">(061) 720-55-26</a
          >&zwj; &zwj; &zwj;
          <a class="default__tel" href="tel:+380612122152">(061) 212-21-52</a
          >&zwj; &zwj; &zwj;
          <a class="default__tel" href="tel:+380951169877">(095) 116-98-77</a>
        </div>
        <div class="default__quote">
          <router-link to="/student/rekvizyty-oplaty" class="default__link">{{
            $t('paragraph9')
          }}</router-link>
        </div>
      </div>
    </div>
  </section>
</template>

<i18n>
{
  "ua": {
    "title": "Оголошено набір на онлайн-курси експрес-підготовки до вступу",
    "paragraph1": "Підготовчі курси для вступу до Запорізького авіаційного коледжу ім. О.Г.Івченка створюються з метою надання освітньої допомоги громадянам України в освоєнні, систематизації, узагальненні знань з певних загальноосвітніх дисциплін та вдосконалення практичних умінь і навичок з метою успішної здачі іспитів при вступі до навчального закладу та успішного навчання після вступу.",
    "paragraph2": "Запорізький авіаційний коледж оголошує набір слухачів на підготовчі курси для вступу.<br /><br /> Навчання проводиться дистанційно на платформі Google Classroom.<br /><br /> Початок занять - 15 червня 2020 року.<br /> Згідно правил прийому до Запорізького авіаційного коледжу у 2020 році до вступного рейтингового балу додається додатковий бал за успішне закінчення підготовчих курсів навчального закладу.<br /> Для попередньої реєстрації переходьте за <a target='_blank' class='footer__item-link' href='https://docs.google.com/forms/d/e/1FAIpQLSeROht7K67iXIsQkV62m1IjBp_usMlcrrZexNOHIM7c4A3vMg/viewform?vc=0&c=0&w=1'> посиланням</a>",
    "paragraph3": "Перелік навчальних дисциплін на підготовчих курсах для вступу:<br /><br /> - Українська мова.<br /> - Математика.",
    "paragraph4": "Слухачі підготовчих курсів мають можливість:<br /><br /> - повторити повний шкільний курс<br /> - підвищити рівень знань<br /> - пройти підготовку відповідно до програми вступних випробувань до коледжу<br /> - швидше і легше пройти адаптацію до навчання у вищому навчальному закладі після вступу",
    "paragraph5": "Для вступу на підготовчі курси особи подають такі документи:<br /><br /> - заяву на ім'я директора коледжу<br /> - квитанцію про оплату за навчання на підготовчих курсах. (Згідно заяви на ім'я директора оплата може бути частинами)<br /> - підготовка здійснюється на основі укладених угод. Для осіб, яким не виповнилося 18 років, угода укладається їхніми батьками (за наявністю паспорта одного з батьків)",
    "paragraph6": "Вартість навчання на підготовчих курсах залежить від терміну навчання і визначається відповідно до кошторису, затвердженого директором коледжу.",
    "paragraph7": "Особам, які в рік вступу закінчили підготовчі курси Запорізького авіаційного коледжу ім. О.Г.Івченка, для вступу на основі базової середньої освіти до цього навчального закладу додається до 4 балів за результатами підсумкової атестації. Заняття на курсах завершується пробним тестуванням.",
    "paragraph8": "Телефон для довідок: ",
    "paragraph9": "Реквізити оплати курсiв"
  },
  "ru": {
    "title": "Объявлен набор на онлайн-курсы экспресс-подготовки к вступлению",
    "paragraph1": "Подготовительные курсы для поступления в Запорожский авиационного колледжа им. О.Г.Ивченка создаются с целью предоставления образовательной помощи гражданам Украины в освоении, систематизации, обобщении знаний по определенным общеобразовательным дисциплинам и совершенствование практических умений и навыков с целью успешной сдачи экзаменов при поступлении в учебное заведение и успешного обучения после поступления.",
    "paragraph2": "Запорожский авиационный колледж объявляет набор слушателей на подготовительные курсы для поступления. <br /> <br /> Обучение проводится дистанционно на платформе Google Classroom. <br /> <br /> Начало занятий - 15 июня 2020 г. <br /> Согласно правил приема в Запорожский авиационный колледж в 2020 году к вступительному рейтингу добавляется дополнительный балл за успешное окончание подготовительных курсов. <br /> Для предварительной регистрации переходите по <a target='_blank' class='footer__item-link' href='https://docs.google.com/forms/d/e/1FAIpQLSeROht7K67iXIsQkV62m1IjBp_usMlcrrZexNOHIM7c4A3vMg/viewform?vc=0&c=0&w=1'>ссылке</a>",
    "paragraph3": "Перечень учебных дисциплин на подготовительных курсах для поступления: <br /> <br /> - украинский язык. <br /> - математика.",
    "paragraph4": "Слушатели подготовительных курсов имеют возможность: <br /> <br /> - повторить полный школьный курс <br /> - повысить уровень знаний <br /> - пройти подготовку в соответствии с программой вступительных испытаний в колледж <br /> - быстрее и легче пройти адаптацию к обучению в высшем учебном заведении после вступления",
    "paragraph5": "Для вступления на подготовительные курсы лица подают следующие документы: <br /> <br /> - заявление на имя директора колледжа <br /> - квитанцию ​​об оплате обучения на подготовительных курсах (согласно заявлению на имя директора оплата может быть частями). <br /> - подготовка осуществляется на основе заключенных соглашений. Для лиц, которым не исполнилось 18 лет, соглашение заключается их родителями (при наличии паспорта одного из родителей)",
    "paragraph6": "Стоимость обучения на подготовительных курсах зависит от срока обучения и определяется в соответствии со сметой, утвержденной директором колледжа.",
    "paragraph7": "Лицам, которые в год поступления закончили подготовительные курсы Запорожского авиационного колледжа им. А.Г.Ивченко, для поступления на основе базового среднего образования в это учебное заведение добавляется до 4 баллов по результатам итоговой аттестации. Занятия на курсах завершается пробным тестированием.",
    "paragraph8": "Телефон для справок: ",
    "paragraph9": "Реквизиты оплаты курсов"
    }
}
</i18n>
