<template>
  <section class="default">
    <div class="container">
      <div class="default__inner">
        <div class="default__title main-title">
          Оголошено набір на онлайн-курси експрес-підготовки до вступу
        </div>
        <div class="default__text">
          Підготовчі курси для вступу до Запорізького авіаційного коледжу
          ім.О.Г.Івченка створюються з метою надання освітньої допомоги
          громадянам України в освоєнні, систематизації, узагальненні знань з
          певних загальноосвітніх дисциплін та вдосконалення практичних умінь і
          навичок з метою успішної здачі іспитів при вступі до навчального
          закладу та успішного навчання після вступу.
        </div>
        <div class="default__quote">
          Запорізький авіаційний коледж оголошує набір слухачів на підготовчі
          курси для вступу.<br /><br />

          Навчання проводиться дистанційно на платформі Google Classroom.<br /><br />

          Початок занять - 15 червня 2020 року.<br />
          Згідно Правил прийому до Запорізького авіаційного коледжу у 2020 році
          до вступного рейтингового балу додається додатковий бал за успішне
          закінчення підготовчих курсів навчального закладу.<br />

          Для попередньої реєстрації переходьте за
          <a
            target="_blank"
            class="footer__item-link"
            href="https://docs.google.com/forms/d/e/1FAIpQLSeROht7K67iXIsQkV62m1IjBp_usMlcrrZexNOHIM7c4A3vMg/viewform?vc=0&c=0&w=1"
            >посиланням</a
          >
        </div>
        <div class="default__quote">
          Перелік навчальних дисциплін на підготовчих курсах для вступу:<br /><br />

          - Українська мова.<br />
          - Математика.
        </div>

        <div class="default__quote">
          Слухачі підготовчих курсів мають можливість:<br /><br />
          - повторити повний шкільний курс<br />
          - підвищити рівень знань<br />
          - пройти підготовку відповідно до програми вступних випробувань до
          коледжу<br />
          - швидше і легше пройти адаптацію до навчання у вищому навчальному
          закладі після вступу
        </div>
        <div class="default__quote">
          Для вступу на підготовчі курси особи подають такі документи:<br /><br />
          - заяву на ім'я директора коледжу<br />
          - квитанцію про оплату за навчання на підготовчих курсах. (Згідно
          заяви на ім'я директора оплата може бути частинами)<br />
          - підготовка здійснюється на основі укладених угод. Для осіб, яким не
          виповнилося 18 років, угода укладається їхніми батьками (за наявністю
          паспорта одного з батьків)
        </div>
        <div class="default__text">
          Вартість навчання на підготовчих курсах залежить від терміну навчання
          і визначається відповідно до кошторису, затвердженого директором
          коледжу.
        </div>
        <div class="default__text">
          Особам, які в рік вступу закінчили підготовчі курси Запорізького
          авіаційного коледжу ім. О.Г.Івченка, для вступу на основі базової
          середньої освіти до цього навчального закладу додається до 4 балів за
          результатами підсумкової атестації. Заняття на курсах завершується
          пробним тестуванням. Заняття на курсах завершується пробним
          тестуванням.
        </div>
        <div class="default__quote">
          Телефон для довідок: &zwj;
          <a class="default__tel" href="tel:+380617205526">(061) 720-55-26</a
          >&zwj; &zwj; &zwj;
          <a class="default__tel" href="tel:+380612122152">(061) 212-21-52</a
          >&zwj; &zwj; &zwj;
          <a class="default__tel" href="tel:+380951169877">(095) 116-98-77</a>
        </div>
        <div class="default__quote">
          <router-link to="/student/rekvizyty-oplaty" class="default__link"
            >Реквізити оплати курсiв</router-link
          >
        </div>
      </div>
    </div>
  </section>
</template>
