<template>
  <section class="default">
    <div class="container">
      <div class="default__inner">
        <div class="default__title main-title">
          База відпочинку
        </div>
        <div class="default__text">
          Первым делом, первым делом... это отдых, самолеты уж построим Мы
          потом. <br /><br />
          Главное, что отдохнуть есть где.<br /><br />
          На берегу Азовского моря, 5км за Приморском и за 5км до Бердянска,
          расположена база «Авиатор», Запорожского авиационного колледжа.
          Уникальность расположения заключается в том что вокруг чистый воздух,
          настоянный на запахах цветущих степных трав и моря, неповторимый
          ландшафт с голубыми заливами и лиманами, мягкий климат, пляж, покрытый
          песком и мелким ракушечником.<br /><br />
          База отдыха предлагает тихий и спокойный отдых на берегу азовского
          моря в экологически чистом районе побережья в поселке Луначарское.
          Здесь все располагает к семейному отдыху: уютная территория, мелкое
          море. На территории есть беседки, спортивная площадка. От базы отдыха
          до моря примерно 50 м. На пляже детей и взрослых порадуют надувные
          горки, функционирует пункт проката катамаранов, скутеров.<br /><br />
          Профсоюзная организация Запорожского авиационного колледжа занимается
          оздоровлением не только сотрудников и преподавателей колледжа, но и
          студентов. А значит это то, что все желающие из администрации и
          преподавателей вместе со студентами старших курсов могут в любое время
          (главное чтоб не в учебное), собраться и поехать на пару недель и
          отдохнуть от городской суеты, тем самым получить заряд бодрости и
          хорошего настроения, а главное воспоминания которые останутся в
          памяти.<br /><br />
          Хочется сказать на последок, что хорошо когда учебное заведение в
          котором ты учишься, не просто рассказывает тебе что-то новое и дает
          тебе новые знания, но и интересуется твоим досугом и хочет чтобы он
          был максимально полезным и познавательным.<br /><br />
          Ну что ж будем ждать лета и айда на море!
        </div>
        <div class="default__images">
          <img class="default__img" src="/img/baza-vidpochynku/1.jpg" />
          <img class="default__img" src="/img/baza-vidpochynku/2.jpg" />
          <img class="default__img" src="/img/baza-vidpochynku/3.jpg" />
          <img class="default__img" src="/img/baza-vidpochynku/4.jpg" />
          <img class="default__img" src="/img/baza-vidpochynku/5.jpg" />
          <img class="default__img" src="/img/baza-vidpochynku/6.jpg" />
          <img class="default__img" src="/img/baza-vidpochynku/7.jpg" />
          <img class="default__img" src="/img/baza-vidpochynku/8.jpg" />
          <img class="default__img" src="/img/baza-vidpochynku/9.jpg" />
          <img class="default__img" src="/img/baza-vidpochynku/10.jpg" />
          <img class="default__img" src="/img/baza-vidpochynku/11.jpg" />
          <img class="default__img" src="/img/baza-vidpochynku/12.jpg" />
          <img class="default__img" src="/img/baza-vidpochynku/13.jpg" />
        </div>
      </div>
    </div>
  </section>
</template>
