<template>
  <main class="main" style="background-image: url(/img/study.png);">
    <section class="hurtozhytok">
      <div class="container">
        <div class="hurtozhytok__inner">
          <div class="hurtozhytok__title common-title">
            Гуртожиток
          </div>
          <div class="hurtozhytok__quote">
            Увага! Поселення в гуртожиток. <br /><br />
            Студенти нового набору 2019 р.: 27 серпня - І курс та ІІ курс.<br /><br />
            Поселення здійснюється тільки разом з батьками!<br />
            Батькам обов’язково мати при собі паспорт та ідентифікаційний код
            для заповнення документів.<br />
            Початок поселення о 9:00 в головному корпусі коледжа.<br /><br />
            Документи для поселення в гуртожиток:<br /><br />
            1. 4 фотографії (3/4).<br />
            2. Паспорт або свідоцтво про народження – оригінал.<br />
            3. Копію паспорта або свідоцтва про народження.<br />
            4. Довідка про проходження інструктажу з використання газових
            приладів (за місцем проживання або за адресою: м. Запоріжжя, вул.
            Правди, 49).<br />
            5. Довідку про проходження флюорографії (термін дії - 1 рік),
            результати аналізу на яйцеглист.<br />
            6. Довідку про проходження медичного огляду від лікаря з яким
            оформлено декларацію про надання первинної медичної допомоги (термін
            дії довідки 3 дні з омменту отримання).<br />
            7. Військовий білет (приписне свідоцтво) - оригінал.<br />
            8. Квитанція про оплату за гуртожиток (реквізити можна отримати та
            сплатити у день поселення).<br />
            9. Загальний зошит та 2 файли.<br /><br />
            Документи, що заповнюються у коледжі: <br /><br />1. Договір на
            проживання, заповнюють батьки (при собі мати паспорт). <br />
            2. Заява, заповнюється у студентом.
          </div>

          <div class="hurtozhytok__quote">
            28 серпня - 2 курс.<br /><br />
            29 серпня - 3 курс.<br /><br />
            30 серпня - 4-5 курс.<br /><br />
            Початок поселення о 9:00 в гуртожитку коледжа.<br /><br />
            Документи для поселення в гуртожиток:<br /><br />
            1. 3 фотографії (3/4)<br />
            2. Паспорт або свідоцтво про народження – оригінал<br />
            3. Копію паспорта або свідоцтва про народження<br />
            4. Довідка про проходження інструктажу з використання газових
            приладів (за місцем проживання або за адресою: м. Запоріжжя, вул.
            Правди, 49)<br />
            5. Довідку про проходження флюорографії (термін дії - 1 рік),
            результати аналізу на яйцеглист<br />
            6. Довідку про проходження медичного огляду від лікаря з яким
            оформлено декларацію про надання первинної медичної допомоги.<br />
            7. Військовий білет (приписне свідоцтво) - оригінал<br />
            8. Квитанція про оплату (або сплатити у день поселення) за
            гуртожиток (за семестр –1950 гривень)
          </div>
          <div class="hurtozhytok__text">
            Навчання світло! І до нього потрібно прагнути, але що робити, коли
            живеш далеко від улюбленого навчального закладу? Знімати квартиру,
            жити у друзів або навіть ночувати в спортзалі? Варіант, але куди
            краще в гуртожитку. Знайти гуртожиток Запорізького авіаційного
            коледжу можна за такою адресою: м. Запоріжжя, вул. Чарівна, 50 -
            зупинка громадського транспорту «Гарнізонна». Вдале розташування
            гуртожитку дозволяє буквально за 10 хвилин бути біля дверей
            головного корпусу, в цьому є свої переваги.<br /><br />
            Гуртожиток являє собою дев'ятиповерховий будинок з блочною системою.
            На одному блоці знаходиться вісім житлових кімнат, а також кухня та
            санвузол з туалетом і душовою кімнатою.<br /><br />
            Студенти самостійно стежать за порядком та охайністю в своїх
            кімнатах, щочетверга проводиться контроль та оцінювання якості
            прибирання кімнат.<br /><br />
            У гуртожитку працюють: завідувач, вихователь, кастелянша, три
            охоронці від ЧОП «ФОРПОСТ», прибиральниці, двірник, слюсар,
            електрик.<br /><br />
            Також щоб забезпечити порядок і не дати стороннім особам потрапити
            на територію гуртожитку, на першому поверсі працює охоронець, який
            пропускає лише за перепустками.<br /><br />
            Студенти розселяються по кімнатах, в кожній кімнаті є холодильник,
            ліжка, тумби і шафи. На шостому поверсі знаходиться комфортна,
            затишна кімната для занять, в якій є можливість виходу в
            Інтернет.<br /><br />
            У вільний час студенти мають можливість відвідати тенісний та
            атлетичний зали, що знаходиться на першому поверсі гуртожитку.<br /><br />
            У гуртожитку працює студентська рада, що складається з голови
            студентської ради гуртожитку і старост поверхів. Ними ведеться
            активна виховна, правозахисна та організаційна робота серед
            студентів.<br /><br />
            Гуртожиток подібно бджолиному вулику, всі хто живе в ньому,
            нерозривно пов'язані між собою: дружбою, взаємодопомогою,
            проведенням часу. Лише в гуртожитку можна скуштувати самостійного
            життя, отримати необхідні навички самостійності і просто цікаво і
            класно провести час.
          </div>
          <div class="hurtozhytok__images">
            <img src="/img/hurtozhytok/1.jpg" />
            <img src="/img/hurtozhytok/2.jpg" />
            <img src="/img/hurtozhytok/3.jpg" />
            <img src="/img/hurtozhytok/4.jpg" />
            <img src="/img/hurtozhytok/5.jpg" />
            <img src="/img/hurtozhytok/6.jpg" />
            <img src="/img/hurtozhytok/7.jpg" />
            <img src="/img/hurtozhytok/8.jpg" />
            <img src="/img/hurtozhytok/9.jpg" />
            <img src="/img/hurtozhytok/10.jpg" />
            <img src="/img/hurtozhytok/11.jpg" />
            <img src="/img/hurtozhytok/12.jpg" />
            <img src="/img/hurtozhytok/13.jpg" />
            <img src="/img/hurtozhytok/14.jpg" />
            <img src="/img/hurtozhytok/15.jpg" />
            <img src="/img/hurtozhytok/16.jpg" />
            <img src="/img/hurtozhytok/17.jpg" />
            <img src="/img/hurtozhytok/18.jpg" />
          </div>
        </div>
      </div>
    </section>
  </main>
</template>

<script>
export default {
  name: 'hurtozhytok',
};
</script>

<style lang="scss" scoped>
.hurtozhytok {
  &__inner {
    margin: 10px 15px;
    box-shadow: 0 0px 10px rgba(0, 0, 0, 0.5);
  }
  &__title {
    text-align: center;
    line-height: 1.2;
    padding: 25px 15px;
    font-size: 34px;
  }
  &__quote {
    background: #f8f9f9 url(/img/lines.gif) repeat;
    border-left: 10px solid #3190d3;
    padding-left: 10px;
    padding-top: 10px;
    padding-bottom: 10px;
    margin: 0px 10px 10px 10px;
  }
  &__text {
    font-size: 16px;
    padding: 0px 10px 10px 30px;
    text-align: justify;
  }
  &__images {
    display: flex;
    flex-wrap: wrap;
    justify-content: center;
    padding: 0px 20px 20px 20px;
    img {
      flex: 1 1 auto;
      box-shadow: 0 10px 10px rgba(0, 0, 0, 0.5);
      margin: 10px;
      height: 200px;
      object-fit: cover;
    }
  }
}
</style>
