<template>
  <main class="main" style="background-image: url(/img/study.png);">
    <section class="about">
      <div class="container">
        <div class="about__inner">
          <div class="about__content">
            <div class="about__title common-title">
              Історія Запорізького авіаційного коледжу
            </div>
            <div class="about__text">
              Запорізький авіаційний коледж ім. О. Г. Івченко — навчальний
              заклад I–II рівня акредитації авіаційно-космічного спрямування в
              місті Запоріжжя, підпорядкований Міністерству освіти і науки
              України.
              <br />
              <br />Історія Запорізького авіаційного коледжу ім. академіка
              Олександра Георгійовича Івченка постійно переплітається з історією
              заводу. На початку ХХ століття виникла необхідність в ремонті
              авіаційних двигунів.
              <br />
              <br />Налагоджувати ремонт та виробництво почало Петербурзьке
              акціонерне товариство «Дюфлон», Константинович і К. – скорочено
              «Дека» в місті Запоріжжя. Для виробництва авіаційних двигунів
              необхідні були добре підготовлені кадри. Саме це й спонукало ідею
              створення навчального закладу.
              <br />
              <br />24 грудня 1929 року практичним втіленням історичних рішень
              було створення автомоторобудівного технікуму імені К.Є. Ворошилова
              в місті Запоріжжя.
              <br />
              <br />Заняття проходили в приміщенні запорізького машинобудівного
              інституту, де було відведено профкомом дві аудиторії.
              <br />
              <br />28 травня 1930 року технікум був переданий із системи
              Наркомпрому УРСР у ведення Всесоюзного авіаційне об'єднання (ВАО).
              Включення технікуму в систему ВАО призвело до зміни його назви —
              Запорізький авіаційний технікум.
              <br />
              <br />Влітку 1932 року — технікум був нагороджений Почесною
              грамотою за результатами туру Всесоюзного соціалістичного змагання
              та Червоним Прапором на честь штурму ДніпроГЕСу.
              <br />
              <br />За 1934 — 1937 роки — технікуму присуджено Червоний прапор
              міського комітету комсомолу, як найкращому навчальному закладу. За
              ці роки відбулося 12 випусків, диплом технікуму вже отримали майже
              500 спеціалістів. Технікум не просто був створений для підготовки
              спеціалістів потрібних заводу, він практично проживає і до
              сьогодення одне життя з заводом. 1941 рік — Друга світова війна
              порушила мирне життя і запорізьких авіамоторобудівників. Вона
              змусила вдягнути шинелі багатьох працівників заводу, студентів та
              викладачів технікуму.
              <br />
              <br />В серпні 1941 року — завод отримав наказ Наркому авіаційної
              промисловості про евакуацію заводу на схід в м. Омськ. Евакуація
              була проведена всього за 47 діб. Разом з заводом до Омська було
              евакуйовано і Запорізький авіаційний технікум. Саме там з 1941 по
              1944 роки вдалося підготувати і випустити понад 200 спеціалістів.
              <br />
              <br />З 1947 року технікум повернувся до рідного міста. Було
              всього три групи, навчалися в основному фронтовики, і ті, хто
              повернувся з сибірського міста Омська. Багато енергії в спробі
              відродження навчального закладу віддав його директор Петро
              Іванович Олейніков. Працювати довелося в складних умовах, не було
              власного приміщення. Заняття проходили в аудиторіях колишнього
              ремісничого училища № 20 та незабаром завод виділив для технікуму
              будівлю по вул. Хімічній. Перший повоєнний випуск відбувся у 1950
              році.
              <br />
              <br />У 1968 році Запорізькому авіаційному технікуму Постановою
              Ради Міністрів УРСР від 28 жовтня 1968 року присвоєно ім`я
              академіка Олександра Георгійовича Івченка видатного конструктора і
              вченого України, творця авіаційних двигунів, широко відомих в
              світі, як двигунів сімейства «АІ» засновника і першого керівника
              Запорізького машинобудівельного конструкторського бюро «Прогрес»,
              Генерального конструктора, героя соціалістичної праці, лауреата
              державної премії СРСР.
              <br />
              <br />У 1969 році за активної участі керівництва директора
              технікуму Івана Григоровича Тиріна було збудовано нову будівлю
              технікуму за адресою: м. Запоріжжя, вулиця Іванова, 97.
              <br />
              <br />В даній будівлі два корпуси: навчальний і
              навчально-виробничий, які мали крім аудиторій, актовий зал на 400
              місць, спортзал, бібліотеку, тир, їдальню, у виробничому –
              слюсарна і механічна майстерні.
              <br />
              <br />У 1975 році — директором технікуму був призначений
              Рибальченко Ігор Іванович, який працював в технікумі з 1955 року.
              <br />
              <br />31 липня 1980 року «За успіхи у підготовці
              висококваліфікованих спеціалістів для народного господарства»
              Запорізький авіаційний технікум імені О.Г. Івченка нагороджено
              Почесною грамотою Президії Верховної Ради Президії Української
              РСР.
              <br />
              <br />У 1987 році — колектив технікуму очолив кандидат технічних
              наук Ксензов Олександр Сергійович.
              <br />
              <br />У 1991 році технікуму Наказом Міністерства авіаційної
              промисловості СРСР № 440 від 27 лютого 1991 року надано статус
              коледжу, який експериментально готував молодших спеціалістів з
              підвищеним рівнем фундаментальної підготовки. Через десятиріччя ця
              форма навчання почала називатися бакалавратом.
              <br />
              <br />У 1998 році, згідно з наказом Міністерства освіти України,
              на базі Запорізького авіаційного коледжу створено
              навчально-науково-виробничий комплекс, у який увійшли:
              Дніпровський національний університет, Запорізький національний
              технічний університет, Запорізький технічний ліцей «Вибір»,
              Запорізька школа-ліцей № 34, Запорізька загальноосвітня
              спеціалізована школа № 18,
              <br />
              <br />Перелік базових підприємств для підготовки спеціалістів
              двигунобудівної галузі: ПАТ «Мотор-Січ», ЗМКБ «Прогрес», Державне
              конструкторське бюро «Південне» імені М. К. Янгеля, ВАТ «ЗАЗ»,
              Науково-виробничий комплекс «Іскра».
              <br />
              <br />У 1998 році на будівлі коледжу відкрита меморіальна дошка на
              честь 95-річчя народження О.Г. Івченка.
              <br />
              <br />Нове ХХІ століття Запорізький авіаційний коледж ім. О.Г.
              Івченка відзначив відкриттям нової спеціальності «Економіка
              підприємства», а згодом відкрито ще дві спеціальності:
              «Організація виробництва» та «Обслуговування комп’ютерних та
              інтелектуальних систем і мереж» та зовсім новою спеціальністю –
              «Обслуговування програмних систем і комплексів» (2012 р.).
              <br />Майбутніх спеціалістів готують майже 100 викладачів високого
              рівня. Серед них кандидат технічних наук, викладачі вищої
              категорії, викладачі-методисти.
            </div>
          </div>
          <div class="about__sidebar">
            <div class="polaroid">
              <img src="/img/history.jpg" class="polaroid__img" />
              <div class="polaroid__text">
                Запорізький авіаційний коледж - Перший корпус
              </div>
            </div>
            <div class="polaroid">
              <img src="/img/airplane.jpg" class="polaroid__img" />
              <div class="polaroid__text">
                Запорізький авіаційний коледж - Лiтак
              </div>
            </div>
            <div class="polaroid">
              <img src="/img/director.jpg" class="polaroid__img" />
              <div class="polaroid__text">
                Дудников Олександр Сергiйович - Директор коледжу
              </div>
            </div>
          </div>
        </div>
      </div>
    </section>
  </main>
</template>

<script>
export default {
  name: 'about',
};
</script>

<style lang="scss" scoped>
.about {
  &__inner {
    margin: 10px 15px;
    display: flex;
    justify-content: space-between;
  }
  &__content {
    display: flex;
    flex-direction: column;
    width: 75%;
    box-shadow: 0 0px 10px rgba(0, 0, 0, 0.5);
    padding-bottom: 10px;
    border-left: 10px solid #3190d3;
  }
  &__sidebar {
    margin-left: 15px;
    width: 25%;
    box-shadow: 0 0px 10px rgba(0, 0, 0, 0.5);
    display: flex;
    flex-direction: column;
    align-items: center;
    height: 100%;
  }
  &__title {
    align-self: center;
    line-height: 1.2;
    padding: 25px 15px;
    font-size: 34px;
  }
  &__text {
    font-size: 16px;
    padding: 0px 25px;
    text-align: justify;
  }
}
.polaroid {
  margin: 5px 0px;
  padding-top: 5px;
  width: 95%;
  display: flex;
  flex-direction: column;
  align-items: center;
  background-color: rgba(190, 190, 190, 0.5);
  &__img {
    width: 95%;
    object-fit: cover;
  }
  &__text {
    padding: 5px 5px;
    text-align: center;
  }
}
</style>
