<template>
  <section class="default">
    <div class="container">
      <div class="default__inner default__inner--sidebar">
        <div class="default__content--sidebar">
          <div class="default__title main-title">
            Психологічна служба
          </div>
          <div class="default__quote">
            Мета: психологічний супровід і створення в освітньому закладі умов
            для максимального успішного особистісного розвитку, навчання і
            соціалізації всіх учасників процесу навчання.<br /><br />

            Проблеми:<br />

            - Адаптація студентів коледжу до навчання;<br />

            - Попередження конфліктів у молодіжному середовищі;<br />

            - Психолого-педагогічний клімат освітньої діяльності ;<br />

            - Організація своєчасної соціально-психологічної допомоги учасника
            навчально-виховного процесу у зв’язку із зростанням загального рівня
            стресу та тривожності у дітей та дорослих в наслідок подій, що
            відбуваються в Україні.<br /><br />

            Завдання і напрями роботи:<br />

            - Допомога студентам в адаптації під час переходу до нових умов
            навчання;<br />

            - Робота із студентами «Групи ризику»;<br />

            - Допомога підліткам у кризових ситуаціях;<br />

            - Превентивне виховання, метою якого є формування орієнтації на
            здоровий спосіб життя та захист психічного здоров’я;<br />

            - Профілактика адекватної поведінки( алкоголізм, куріння,
            наркоманії, тощо) серед молоді;<br />

            - Профорієнтація студентів випускних курсів; розвиток особистої
            зрілості та соціальної компетенції студентів;<br />

            - Робота з обдарованими студентами;<br />

            - Співпраця з батьками, з поглиблення розуміння
            психолого-педагогічних основ сімейного виховання;<br />

            - Просвіта викладачів з питань гуманістичної психології, методів
            підтримки дисципліни, навичок конструктивних переговорів; участь у
            розробці навчальних програм.
          </div>
        </div>
        <div class="default__sidebar">
          <div class="polaroid">
            <img class="polaroid__img" src="/img/psiholog.jpg" />
            <div class="polaroid__text">
              Новік Галина Миколаївна - Психолог другої категорії
            </div>
          </div>
        </div>
      </div>
    </div>
  </section>
</template>
