<template>
  <section class="default">
    <div class="container">
      <div class="default__inner default__inner--sidebar">
        <div class="default__content--sidebar">
          <div class="default__title main-title">
            {{ $t('title') }}
          </div>
          <div v-html="$t('paragraph1')" class="default__quote"></div>
        </div>
        <div class="default__sidebar">
          <div class="polaroid">
            <img class="polaroid__img" src="/img/psiholog.jpg" />
            <div class="polaroid__text">
              {{ $t('paragraph2') }}
            </div>
          </div>
        </div>
      </div>
    </div>
  </section>
</template>

<i18n>
{
  "ua": {
    "title": "Психологічна служба",
    "paragraph1": "Мета: психологічний супровід і створення в освітньому закладі умов для максимального успішного особистісного розвитку, навчання і соціалізації всіх учасників процесу навчання.<br /><br /> Проблеми:<br /> - Адаптація студентів коледжу до навчання;<br /> - Попередження конфліктів у молодіжному середовищі;<br /> - Психолого-педагогічний клімат освітньої діяльності ;<br /> - Організація своєчасної соціально-психологічної допомоги учасника навчально-виховного процесу у зв’язку із зростанням загального рівня стресу та тривожності у дітей та дорослих в наслідок подій, що відбуваються в Україні.<br /><br /> Завдання і напрями роботи:<br /> - Допомога студентам в адаптації під час переходу до нових умов навчання;<br /> - Робота із студентами «Групи ризику»;<br /> - Допомога підліткам у кризових ситуаціях;<br /> - Превентивне виховання, метою якого є формування орієнтації на здоровий спосіб життя та захист психічного здоров’я;<br /> - Профілактика адекватної поведінки( алкоголізм, куріння, наркоманії, тощо) серед молоді;<br /> - Профорієнтація студентів випускних курсів; розвиток особистої зрілості та соціальної компетенції студентів;<br /> - Робота з обдарованими студентами;<br /> - Співпраця з батьками, з поглиблення розуміння психолого-педагогічних основ сімейного виховання;<br /> - Просвіта викладачів з питань гуманістичної психології, методів підтримки дисципліни, навичок конструктивних переговорів; участь у розробці навчальних програм.",
    "paragraph2": "Новік Галина Миколаївна - Психолог другої категорії"
  },
  "ru": {
    "title": "Психологическая служба",
    "paragraph1": "Цель: психологическое сопровождение и создание в образовательном учреждении условий для максимального успешного личностного развития, обучения и социализации всех участников процесса обучения. <br /> <br /> Проблемы: <br /> - Адаптация студентов колледжа к обучению; <br /> - предупреждение конфликтов в молодежной среде; <br /> - психолого-педагогический климат образовательной деятельности; <br /> - организация своевременной социально-психологической помощи участника учебно-воспитательного процесса в связи с ростом общего уровня стресса и тревожности у детей и взрослых вследствие происходящих в Украине. <br /> <br /> Задачи и направления работы: <br /> - Помощь студентам в адаптации при переходе к новым условиям обучения; <br /> - Работа с студентами «Группы риска»; <br /> - Помощь подросткам в кризисных ситуациях; <br /> - Превентивное воспитание, целью которого является формирование ориентации на здоровый образ жизни и защиту психического здоровья; <br /> - профилактика адекватного поведения ( алкоголизм, курения, наркомании и т.д.) среди молодежи; <br /> - Профориентация студентов выпускных курсов; развитие личной зрелости и социальной компетенции студентов; <br /> - Работа с одаренными студентами; <br /> - Сотрудничество с родителями, по углублению понимания психолого-педагогических основ семейного воспитания; <br /> - Просвита преподавателей по вопросам гуманистической психологии, методов поддержания дисциплины, навыков конструктивных переговоров; участие в разработке учебных программ.",
    "paragraph2": "Новик Галина Николаевна - психолог второй категории"
    }
}
</i18n>
