<template>
  <section class="default">
    <div class="container">
      <div class="default__inner">
        <div class="default__title main-title">
          {{ $t('title') }}
        </div>
        <div v-html="$t('paragraph1')" class="default__quote"></div>
        <div v-html="$t('paragraph2')" class="default__quote"></div>
        <div v-html="$t('paragraph3')" class="default__quote"></div>
        <div v-html="$t('paragraph4')" class="default__quote"></div>
        <div v-html="$t('paragraph5')" class="default__quote"></div>
        <div v-html="$t('paragraph6')" class="default__text"></div>
      </div>
    </div>
  </section>
</template>

<i18n>
{
  "ua": {
    "title": "Авіаційна та ракетно-космічна техніка (Виробництво авіаційних двигунів. Виробництво авіаційних літальних апаратів)",
    "paragraph1": "Професійне призначення – готується для роботи в складальних, механоскладальних та випробувальних цехах, лабораторіях, відділах підприємств, які виготовляють або ремонтують двигуни, а також на підприємствах, що проектують двигуни.",
    "paragraph2": "Освітньо-кваліфікаційний рівень – Молодший спеціаліст.<br /><br />Спеціальність – Виробництво авіаційних двигунів.<br /><br />Кваліфікація – технік-технолог, технік-конструктор.<br /><br />Форма фінансування – бюджетна та контрактна.",
    "paragraph3": "Термін навчання:<br /><br /> На основі базової загальної освіти – 3 роки 10 місяців.<br />На основі повної загальної середньої освіти або робітничої професії за фахом – 2 роки 10 місяців.",
    "paragraph4": "Фахівець підготовлений до роботи в галузях:<br /><br /> 1. Обробна промисловість.<br /> 2. Виробництво транспортного устаткування.<br /> 3. Будування повітряних та космічних летальних апаратів.<br /> 4. Виробництво машин та устаткування.<br /> 5. Виробництво двигунів та турбін.<br /> 6. Виробництво запчастин до авіаційних двигунів.<br />",
    "paragraph5": "Фахівець може:<br /><br /> - Аналізувати технічне завдання на проектування вироби або вузла з подальшим вибором оптимального конструкторського рішення.<br /> - Аналізувати надійність виробу.<br />- Виконувати типові та спеціальні розрахунки.<br /> - Аналізувати технологічність конструкції вироби.<br /> - Розробляти проектну і робочу конструкторську документацію.<br /> - Брати участь у випробуваннях дослідних зразків виробів, вузлів, систем, оформленні результатів випробувань.<br /> - Розробляти технологічні процеси на вузли середньої складності з оформленням необхідної технологічної документації.<br /> - Впроваджувати і супроводжувати технологічні процеси виробництва.<br /> - Здійснювати оперативне планування та організацію роботи структурного підрозділу.<br /> - Забезпечувати виконання правил охорони праці, техніки безпеки і виробничої санітарії.<br /> - Контролювати якість продукції і виконуваних робіт.<br />",
    "paragraph6": "Практичне навчання студентів проходить на підприємствах «АТ «Мотор Січ» , ДП «ЗМКБ «ПРОГРЕС» ім.О.Г.Івченка» та інших підприємствах різної форми власності міста Запоріжжя.<br /><br /> Розподіл на роботу студентів бюджетної і контрактної форми навчання складає 100%.<br /><br /> Коледж успішно закінчили більшість керівників виробництв «АТ «Мотор Січ» , ДП «ЗМКБ «ПРОГРЕС» ім.О.Г.Івченка»."
  },
  "ru": {
    "title": "Авиационная и ракетно-космическая техника (Производство авиационных двигателей. Производство авиационных летательных аппаратов)",
    "paragraph1": "Профессиональное назначение - готовится для работы в сборочных, механосборочных и испытательных цехах, лабораториях, отделах предприятий, производящих или ремонтируют двигатели, а также на предприятиях, проектируют двигатели.",
    "paragraph2": "Образовательно-квалификационный уровень - младший специалист. <br /> <br /> Специальность - производство авиационных двигателей. <br /> <br /> Квалификация - техник-технолог, техник-конструктор. <br /> <br /> Форма финансирования - бюджетная и контрактная.",
    "paragraph3": "Срок обучения: <br /> <br /> На основе базового общего образования - 3 года 10 месяцев. <br /> На основе полного общего среднего образования или рабочей профессии по специальности - 2 года 10 месяцев.",
    "paragraph4": "Специалист подготовлен к работе в областях: <br /> <br /> 1. Обрабатывающая промышленность. <br /> 2. Производство транспортного оборудования. <br /> 3. Строительство воздушных и космических летательных аппаратов. <Br /> 4. Производство машин и оборудования. <br /> 5. Производство двигателей и турбин. <br /> 6. Производство запчастей к авиационным двигателям. <br />",
    "paragraph5": "Специалист может: <br /> <br /> - Анализировать техническое задание на проектирование изделия или узла с последующим выбором оптимального конструкторского решения. <br /> - Анализировать надежность изделия. <br /> - выполнять типовые и специальные расчеты. <br /> - Анализировать технологичность конструкции изделия. <br /> - разрабатывать проектную и рабочую конструкторскую документацию. <br /> - участвовать в испытаниях опытных образцов изделий, узлов, систем, оформлении результатов испытаний. <br /> - разрабатывать технологические процессы узлы средней сложности с оформлением необходимой технологической документации. <br /> - Внедрять и сопровождать технологические процессы производства. <br /> - осуществлять оперативное планирование и организацию работы структурного подразделения. <br /> - обеспечивать выполнение правил охраны труда, техники безопасности и производственной санитарии. <br /> - контролировать качество продукции и выполняемых работ. <br />",
    "paragraph6": "Практическое обучение студентов проходит на предприятиях «АО «Мотор Сич», ГП «ЗМКБ «ПРОГРЕСС» им.О.Г.Ивченка» и других предприятиях различной формы собственности города Запорожья. <br /> <br /> Распределение на работу студентов бюджетной и контрактной формы обучения составляет 100%. <br /> <br /> Колледж успешно закончили большинство руководителей производств «АО« Мотор Сич», ГП «ЗМКБ «ПРОГРЕСС» им.О.Г.Ивченка»."
    }
}
</i18n>
