<template>
  <section class="default">
    <div class="container">
      <div class="default__inner">
        <div class="default__title main-title">
          Авіаційна та ракетно-космічна техніка. (Виробництво авіаційних
          двигунів. Виробництво авіаційних літальних апаратів)
        </div>
        <div class="default__quote">
          Професійне призначення – готується для роботи в складальних,
          механоскладальних та випробувальних цехах, лабораторіях, відділах
          підприємств, які виготовляють або ремонтують двигуни, а також на
          підприємствах, що проектують двигуни.
        </div>

        <div class="default__quote">
          Освітньо-кваліфікаційний рівень – Молодший спеціаліст.<br /><br />
          Спеціальність – Виробництво авіаційних двигунів.<br /><br />
          Кваліфікація – технік-технолог, технік-конструктор.<br /><br />
          Форма фінансування – бюджетна та контрактна.
        </div>

        <div class="default__quote">
          Термін навчання:<br /><br />
          На основі базової загальної освіти – 3 роки 10 місяців.<br />
          На основі повної загальної середньої освіти або робітничої професії за
          фахом – 2 роки 10 місяців.
        </div>

        <div class="default__quote">
          Фахівець підготовлений до роботи в галузях:<br /><br />

          1. Обробна промисловість.<br />
          2. Виробництво транспортного устаткування.<br />
          3. Будування повітряних та космічних летальних апаратів.<br />
          4. Виробництво машин та устаткування.<br />
          5. Виробництво двигунів та турбін.<br />
          6. Виробництво запчастин до авіаційних двигунів.<br />
        </div>
        <div class="default__quote">
          Фахівець може:<br /><br />

          - Аналізувати технічне завдання на проектування вироби або вузла з
          подальшим вибором оптимального конструкторського рішення.<br />
          - Аналізувати надійність виробу.<br />
          - Виконувати типові та спеціальні розрахунки.<br />
          - Аналізувати технологічність конструкції вироби.<br />
          - Розробляти проектну і робочу конструкторську документацію.<br />
          - Брати участь у випробуваннях дослідних зразків виробів, вузлів,
          систем, оформленні результатів випробувань.<br />
          - Розробляти технологічні процеси на вузли середньої складності з
          оформленням необхідної технологічної документації.<br />
          - Впроваджувати і супроводжувати технологічні процеси виробництва.<br />
          - Здійснювати оперативне планування та організацію роботи структурного
          підрозділу.<br />
          - Забезпечувати виконання правил охорони праці, техніки безпеки і
          виробничої санітарії.<br />
          - Контролювати якість продукції і виконуваних робіт.<br />
        </div>
        <div class="default__text">
          Практичне навчання студентів проходить на підприємствах «АТ «Мотор
          Січ» , ДП «ЗМКБ «ПРОГРЕС» ім.О.Г.Івченка» та інших підприємствах
          різної форми власності міста Запоріжжя.<br /><br />

          Розподіл на роботу студентів бюджетної і контрактної форми навчання
          складає 100%.<br /><br />

          Коледж успішно закінчили більшість керівників виробництв «АТ «Мотор
          Січ» , ДП «ЗМКБ «ПРОГРЕС» ім.О.Г.Івченка.
        </div>
      </div>
    </div>
  </section>
</template>
