<template>
  <section class="default">
    <div class="container">
      <div class="default__inner">
        <div class="default__title main-title">{{ $t('title') }}</div>
        <div v-html="$t('paragraph1')" class="default__quote"></div>
        <div v-html="$t('paragraph2')" class="default__quote"></div>
        <div v-html="$t('paragraph3')" class="default__quote"></div>
        <div v-html="$t('paragraph4')" class="default__quote"></div>
        <div v-html="$t('paragraph5')" class="default__quote"></div>
        <div v-html="$t('paragraph6')" class="default__text"></div>
      </div>
    </div>
  </section>
</template>

<i18n>
{
  "ua": {
    "title": "Економіка (Економіка підприємства)",
    "paragraph1": "Готуються для планово-економiчної дiяльностi в органiзацiях, пiдприємствах, установах рiзних галузей усiх форм власностi",
    "paragraph2": "Освітньо-кваліфікаційний рівень – Молодший спеціаліст.<br /><br /> Галузь знань – Соціальні та поведінкові науки.<br /><br /> Кваліфікація – економіст.<br /><br /> Форма фінансування – бюджетна та контрактна.<br /><br /> Форма навчання – денна/заочна.",
    "paragraph3": "Термін навчання:<br /><br /> На основі базової загальної освіти – 2 роки 10 місяців.<br /> На основі повної загальної середньої освіти – 1 рiк 10 місяців.",
    "paragraph4": "Вивчаються наступні дисципліни:<br /><br /> – Економіка підприємства.<br /> – Економіка та нормування праці.<br /> – Планування та організація виробництва.<br /> – Бухгалтерський облік.<br /> – Фінансовий облік.<br /> – Інвестування.<br /> – Економічний аналіз.<br /> – Менеджмент.<br /> – Маркетинг.",
    "paragraph5": "Після закінчення коледжу Ви можете продовжити навчання:<br /><br /> – Запорізькому національному університеті.<br /> – Запорізькому національному технічному університеті.<br /> – Національній аерокосмічній академії Харківській авіаційний інститут ім. Жуковського.<br /> – Запорізькому інституті економіки та інформаційних технологій.",
    "paragraph6": "Студенти отримують знання з основ бухгалтерського обліку, розрахунків економічних показників, набувають навиків управлінської та маркетингової діяльності.<br /><br /> Під час проходження практичного навчання студенти мають можливість впроваджувати теоретичні знання у реальні розрахунки на підприємствах різної форми власності та банківських установах - Ощадбанк, Приватбанк."
  },
  "ru": {
    "title": "Экономика (Экономика предприятия)",
    "paragraph1": "Готовятся для планово-экономической деятельности в организациях, предприятиях, учреждениях различных отраслей всех форм собственности",
    "paragraph2": "Образовательно-квалификационный уровень - младший специалист. <br /> <br /> Область знаний - Социальные и поведенческие науки. <br /> <br /> Квалификация - экономист. <br /> <br /> Вид финансирования - бюджетная и контрактная. <br /> <br /> Форма обучения - дневная / заочная.",
    "paragraph3": "Срок обучения: <br /> <br /> На основе базового общего образования - 2 года 10 месяцев. <br /> На основе полного общего среднего образования - 1 год 10 месяцев.",
    "paragraph4": "Изучаются следующие дисциплины: <br /> <br /> - Экономика предприятия. <br /> - Экономика и нормирование труда. <br /> - планирование и организация производства. <br /> - Бухгалтерский учет. <br /> - Финансовый учет. <br /> - Инвестирование. <br /> - Экономический анализ. <br /> - Менеджмент. <br /> - Маркетинг.",
    "paragraph5": "После окончания колледжа Вы можете продолжить обучение: <br /> <br /> - Запорожском национальном университете. <br /> - Запорожском национальном техническом университете. <br /> - Национальной аэрокосмической академии Харьковской авиационный институт им. Жуковского . <br /> - Запорожском институте экономики и информационных технологий.",
    "paragraph6": "Студенты получают знания по основам бухгалтерского учета, расчетов экономических показателей, приобретают навыки управленческой и маркетинговой деятельности. <br /> <br /> Во время прохождения практического обучения студенты имеют возможность внедрять теоретические знания в реальные расчеты на предприятиях различной формы собственности и банковских учреждениях - Ощадбанк, ПриватБанк."
    }
}
</i18n>
