<template>
  <section class="default">
    <div class="container">
      <div class="default__inner">
        <div class="default__title main-title">
          Економіка (Економіка підприємства)
        </div>
        <div class="default__quote">
          Професійне призначення – готується для роботи в
        </div>

        <div class="default__quote">
          Освітньо-кваліфікаційний рівень – Молодший спеціаліст.<br /><br />
          Галузь знань – Соціальні та поведінкові науки.<br /><br />
          Кваліфікація – економіст.<br /><br />
          Форма фінансування – бюджетна та контрактна.<br /><br />
          Форма навчання – денна/заочна.
        </div>

        <div class="default__quote">
          Термін навчання:<br /><br />
          На основі базової загальної освіти – 2 роки 10 місяців.<br />
          На основі повної загальної середньої освіти – 1 рiк 10 місяців.
        </div>

        <div class="default__quote">
          Вивчаються наступні дисципліни:<br /><br />

          – Економіка підприємства.<br />
          – Економіка та нормування праці.<br />
          – Планування та організація виробництва.<br />
          – Бухгалтерський облік.<br />
          – Фінансовий облік.<br />
          – Інвестування.<br />
          – Економічний аналіз.<br />
          – Менеджмент.<br />
          – Маркетинг.
        </div>

        <div class="default__quote">
          Після закінчення коледжу Ви можете продовжити навчання:<br /><br />

          – Запорізькому національному університеті.<br />
          – Запорізькому національному технічному університеті.<br />
          – Національній аерокосмічній академії Харківській авіаційний інститут
          ім. Жуковського.<br />
          – Запорізькому інституті економіки та інформаційних технологій.
        </div>

        <div class="default__text">
          Студенти отримують знання з основ бухгалтерського обліку, розрахунків
          економічних показників, набувають навиків управлінської та
          маркетингової діяльності.<br /><br />
          Під час проходження практичного навчання студенти мають можливість
          впроваджувати теоретичні знання у реальні розрахунки на підприємствах
          різної форми власності та банківських установах - Ощадбанк,
          Приватбанк.
        </div>
      </div>
    </div>
  </section>
</template>
