<template>
  <section class="default">
    <div class="container">
      <div class="default__inner">
        <div class="default__title main-title">
          Галузеве машинобудування (Технологія обробки матеріалів наверстатах та
          автоматичних лініях)
        </div>
        <div class="default__quote">
          Професійне призначення – готується для роботи в
        </div>

        <div class="default__quote">
          Освітньо-кваліфікаційний рівень – Молодший спеціаліст.<br /><br />
          Спеціальність – Технологія обробки матеріалів на верстатах та
          автоматичних лінія.<br /><br />
          Кваліфікація – технік-технолог (механіка).<br /><br />
          Форма фінансування – бюджетна та контрактна.<br /><br />
          Форма навчання – денна/заочна.
        </div>

        <div class="default__quote">
          Термін навчання:<br /><br />
          На основі базової загальної освіти – 3 роки 10 місяців.<br />
          На основі повної загальної середньої освіти – 2 роки 10 місяців.
        </div>

        <div class="default__quote">
          Отримана спеціальність дає можливість виконувати наступні професійні
          обов’язки та займати посади:<br /><br />

          – техніка-технолога відділу<br />
          – технолога механоскладального цеху – забезпечення виконання
          технологічних процесів обробки деталей на дільницях<br />
          – технолога-програміста – проектування операційної технології для
          верстатів з ЧПК<br />
          – технік з нормування праці – встановлення норм та розцінок робіт.<br />
          – технік з підготовки виробництва – організація підготовки випуску
          продукції<br />
          – диспетчер виробництва – постачання матеріалів та комплектуючих на
          робочі місця<br />
          – контролер верстатних і слюсарних робіт – контроль якості
          виготовлених деталей<br />
          – начальника і майстра виробничих дільниць (підрозділів) в
          промисловості<br />
          – верстатника (на роботах високої кваліфікації)<br />
          – операторів верстатів з ЧПК
        </div>
        <div class="default__quote">
          Після закінчення коледжу студенти можуть продовжувати навчання на 5
          курсі (навчання безкоштовне) при коледжі з подальшим навчанням:<br /><br />

          – з 3-го курсу в Національному аерокосмічному університеті ім.
          Жуковського "Харківський авіаційний інститут" (НАУ ХАІ) зі
          спеціальності «Технологія літако – та вертольотобудування».<br />
          – з 2-го курсу в Національному аерокосмічному університеті ім.
          Жуковського "Харківський авіаційний інститут" (НАУ ХАІ) зі
          спеціальності «Літаки та вертольоти».<br />
          – А також в Запорізькому національному технічному університеті (ЗНТУ)
          (по прискореній програмі) зі спеціальностей: «Технологія
          машинобудування» та «Металорізальні верстати та системи
          (спеціалізація: комп’ютерне проектування та дизайн верстатного
          обладнання)
        </div>
        <div class="default__text">
          Студенти отримують вміння і навички: з основ проектування
          технологічних процесів; оформлення технологічної документації;
          виготовлення деталей на автоматичних лініях; виконання розрахунків
          різних типів передач; основ розрахунку типових вимірювальних
          інструментів; з елементів устроїв числового кодування та
          автоматизованих систем керування дільницями з ЧПК; складання програми
          та проведення налагодження верстатів з ЧПК; уявлення про тенденції і
          перспективи автоматизаціївиробництва та інші.
        </div>
        <div class="default__text">
          Практичне навчання студентів проходить в двох майстернях коледжу, на
          підприємствах «АТ «Мотор Січ», ДП «ІВЧЕНКО-ПРОГРЕС» та інших, різної
          форми власності міста Запоріжжя та області, також студенти одержують
          робочу спеціальність: «Оператор верстатів ч ЧПК» на підприємстві «АТ
          «Мотор Січ».<br /><br />

          Працевлаштування студентів бюджетної і контрактної форми навчання
          складає 100%.<br /><br />

          Коледж успішно закінчили багато керівників підприємств «АТ «Мотор
          Січ», ДП «ІВЧЕНКО-ПРОГРЕС» .<br /><br />

          Студентам очної форми даного напрямку навчання надається можливість
          паралельного одержання другої спеціальності «Економіка підприємства».
        </div>
      </div>
    </div>
  </section>
</template>
