<template>
  <section class="default">
    <div class="container">
      <div class="default__inner">
        <div class="default__title main-title">
          Комп'ютерні науки та інформаційні технології (Обслуговування
          програмних систем і комплексів)
        </div>
        <div class="default__quote">
          Професійне призначення – готується для роботи в
        </div>

        <div class="default__quote">
          Освітньо-кваліфікаційний рівень – Молодший спеціаліст.<br /><br />
          Галузь знань – Інформатика та обчислювальна техніка.<br /><br />
          Кваліфікація – технік-програміст.<br /><br />
          Форма фінансування – бюджетна та контрактна.<br /><br />
          Форма навчання – денна.
        </div>

        <div class="default__quote">
          Термін навчання – 3 роки 10 місяців.
        </div>

        <div class="default__quote">
          Студенти спеціальності отримують теоретичні та практичні навички
          роботи з операційними системами (Windows/Linux) і вміння розв’язувати
          такі задачі:<br /><br />

          – теорія інформації, що вивчає процеси, пов’язані з передачею,
          прийомом, перетворенням і зберіганням інформації<br />
          – створення, розробка, супроводження та тестування програмного
          забезпечення з використанням мов високого рівня (Pascal, C/C++,
          Borland Delphi, та інші)<br />
          – розробка Web-сторінок на основі технології html<br />
          – створення, управління та ефективне використання електронних баз
          даних (SQL та інші)<br />
          – побудова комп’ютерних мереж, програмування мережевих додатків
          (принципи підключення комп'ютера до мережі, можливості надання
          ресурсів і використання мережевих ресурсів у локальній мережі)<br />
          – захист інформації в мережах (узагальнення прийомів, розробка методів
          і засобів захисту даних), та ін.
        </div>

        <div class="default__quote">
          Після закінчення навчального закладу випускники спеціальності можуть
          працювати на підприємствах в різних галузях управлінської, економічної
          та технічної діяльності на посадах:<br /><br />

          – техніка – програміста<br />
          – техніка обчислювального (інформаційно-обчислювального) центру<br />
          – інженера з обслуговування комп’ютерних мереж<br />
          – фахівця у галузі інформаційних технологій, для вирішення питань
          пошуку, обробки, передачі та захисту інформації<br />
          – розробки Web-сайтів<br />
          – оператор обчислювальних машин (ІІ та І категорії)<br />
          – формування та управління електронних баз даних<br />
          – технік із конфігурованої комп’ютерної системи<br />
          – технік із системного адміністрування
        </div>

        <div class="default__text">
          Спеціальність «Обслуговування програмних систем і комплексів» в
          Запорізькому авіаційному коледжі ім. О.Г.Івченка відкрита з 2012
          року.<br /><br />
          У наш час інформація стає головним ресурсом, який потрібно
          організовувати, охороняти, керувати його кругообігом. Персональні
          комп’ютери є майже у всіх. І вони стають незамінними.<br /><br />
          Мати професію, яка б забезпечила стабільне майбутнє, – це бажання
          кожної людини. Тому у переліку перспективних спеціальностей напрям
          "Обслуговування програмних систем і комплексів" займає особливе місце.
          Без комп'ютерів нам уже не обійтися! Тому завжди потрібні люди можуть
          перетворювати геніальні ідеї і корисні поради у прості і доступні
          програми. Програміст - одна з професій сучасності. Програміст повинен
          відмінно знати не тільки теорію своєї роботи, але і бути чудовим
          практиком.<br /><br />
          Спеціальність має сучасну матеріальну і методичну базу, що дозволяє
          проводити якісну підготовку молодших спеціалістів. Матеріальна база
          представляє собою комп’ютерний центр, що складається з 8 комп’ютерних
          аудиторій.
        </div>

        <div class="default__text">
          Під час навчання студенти спеціальності мають можливість проходити
          навчальну та переддипломну практику на підприємствах державної та
          приватної форми власності міста Запоріжжя.<br /><br />

          Студенти спеціальності «Обслуговування програмних систем і комплексів»
          мають можливість в позаурочний час працювати в комп’ютерних класах –
          робота за комп’ютером та Інтернетом.
        </div>
      </div>
    </div>
  </section>
</template>
