<template>
  <section class="default">
    <div class="container">
      <div class="default__inner">
        <div class="default__title main-title">
          Металургія (Ливарне виробництво чорних та кольорових металів)
        </div>
        <div class="default__quote">
          Професійне призначення – готується для роботи в
        </div>

        <div class="default__quote">
          Освітньо-кваліфікаційний рівень – Молодший спеціаліст.<br /><br />

          Кваліфікація – технік-технолог.<br /><br />
          Форма фінансування – бюджетна та контрактна.<br /><br />
          Форма навчання – денна.
        </div>

        <div class="default__quote">
          Фахівець здатний виконувати зазначену професійну роботу:<br /><br />
          1. Лаборанти та техніки пов’язані з фізичним та хімічним
          дослідженнями.<br />
          2. Технічні фахівці в галузі видобувної промисловості та
          металургії.<br />
          3. Інші технічні фахівці в галузі фізичних наук та механіки.<br />
          4. Робітники, що обслуговують металоплавильні печі (на роботах з
          високою кваліфікацією).<br />
          5. Металоплавильники (вторинна переплавка).
        </div>

        <div class="default__quote">
          Фахівець може займати первинні посади:<br /><br />

          1. Плавильник (вторинна переплавка чорних і кольорових металів).<br />
          2. Контролер продукції кольорової металургії.<br />
          3. Контролер у виробництві чорних металів.<br />
          4. Технік-технолог відділу (управління) головного металурга:<br />
          - займається розробкою технологічних процесів виготовлення відливки<br />
          - вибирає спосіб виготовлення відливки<br />
          - за кресленням деталі розробляє креслення відливки<br />
          - розробляє конструкцію і виконує креслення технологічної оснастки<br />
          - призначає вид і режим термічної обробки відливок<br />
          - розробляє карти технологічного процесу, маршрутні і матеріальні
          карти<br />
          5. Технік-лаборант:<br />
          - виявляє основні властивості формувальних матеріалів і сумішей<br />
          - контролює структуру сплавів у відливках до і після термообробки<br />
          - визначає основні ливарні властивості сплавів і т.п.<br />
          Під час проходження практики на виробництві студенти отримують
          робітничі професії:<br />
          - плавильщик<br />
          - модельщик<br />
          - вогнетривщик
        </div>
        <div class="default__text">
          Випускники мають змогу продовжити навчання на 1 курсі в Запорізькому
          національному технічному університеті , Дніпропетровській
          металургійній академії, Київському політехнічному університеті,
          Запорізькій інженерній академії (без здачі ЗНО, за результатами
          тестування і співбесіди). Після закінчення 1 курсу автоматично
          переходять на 3 курс.
        </div>
        <div class="default__text">
          Випускників 100% працевлаштовують на підприємство ВАТ "Мотор Січ",
          ЗМКБ "Прогрес", завод "Золотой Век", з-д "Искра", з-д "Запоріжсталь",
          з-д "Дніпроспецталь". Також випускники мають змогу працювати в галузях
          машинобудування, металургії та науково-дослідницьких установах.
        </div>
      </div>
    </div>
  </section>
</template>
