<template>
  <section class="default">
    <div class="container">
      <div class="default__inner">
        <div class="default__title main-title">{{ $t('title') }}</div>
        <div v-html="$t('paragraph1')" class="default__quote"></div>
        <div v-html="$t('paragraph2')" class="default__quote"></div>
        <div v-html="$t('paragraph3')" class="default__quote"></div>
        <div v-html="$t('paragraph4')" class="default__quote"></div>
        <div v-html="$t('paragraph5')" class="default__text"></div>
        <div v-html="$t('paragraph6')" class="default__text"></div>
      </div>
    </div>
  </section>
</template>

<i18n>
{
  "ua": {
    "title": "Металургія (Ливарне виробництво чорних та кольорових металів)",
    "paragraph1": "Готуються для роботи в галузi машинобудування i металургiї та у галузевих науко-дослiдних, проектно-конструкторських установах",
    "paragraph2": "Освітньо-кваліфікаційний рівень – Молодший спеціаліст.<br /><br /> Кваліфікація – технік-технолог.<br /><br /> Форма фінансування – бюджетна та контрактна.<br /><br /> Форма навчання – денна.",
    "paragraph3": "Фахівець здатний виконувати зазначену професійну роботу:<br /><br /> 1. Лаборанти та техніки пов’язані з фізичним та хімічним дослідженнями.<br /> 2. Технічні фахівці в галузі видобувної промисловості та металургії.<br /> 3. Інші технічні фахівці в галузі фізичних наук та механіки.<br /> 4. Робітники, що обслуговують металоплавильні печі (на роботах з високою кваліфікацією).<br /> 5. Металоплавильники (вторинна переплавка).",
    "paragraph4": "Фахівець може займати первинні посади:<br /><br /> 1. Плавильник (вторинна переплавка чорних і кольорових металів).<br /> 2. Контролер продукції кольорової металургії.<br /> 3. Контролер у виробництві чорних металів.<br /> 4. Технік-технолог відділу (управління) головного металурга:<br /> - займається розробкою технологічних процесів виготовлення відливки<br /> - вибирає спосіб виготовлення відливки<br /> - за кресленням деталі розробляє креслення відливки<br /> - розробляє конструкцію і виконує креслення технологічної оснастки<br /> - призначає вид і режим термічної обробки відливок<br /> - розробляє карти технологічного процесу, маршрутні і матеріальні карти<br /> 5. Технік-лаборант:<br /> - виявляє основні властивості формувальних матеріалів і сумішей<br /> - контролює структуру сплавів у відливках до і після термообробки<br /> - визначає основні ливарні властивості сплавів і т.п.<br /> Під час проходження практики на виробництві студенти отримують робітничі професії:<br /> - плавильщик<br /> - модельщик<br /> - вогнетривщик",
    "paragraph5": "Випускники мають змогу продовжити навчання на 1 курсі в Запорізькому національному технічному університеті , Дніпропетровській металургійній академії, Київському політехнічному університеті, Запорізькій інженерній академії (без здачі ЗНО, за результатами тестування і співбесіди). Після закінчення 1 курсу автоматично переходять на 3 курс.",
    "paragraph6": "Випускників 100% працевлаштовують на підприємство ВАТ «Мотор Січ», ЗМКБ «Прогрес», завод «Золотой Век», з-д «Искра», з-д «Запоріжсталь», з-д «Дніпроспецталь». Також випускники мають змогу працювати в галузях машинобудування, металургії та науково-дослідницьких установах."
  },
  "ru": {
    "title": "Металлургия (Литейное производство черных и цветных металлов)",
    "paragraph1": "Готовятся для работы в области машиностроения i металлургии и в наука-исследовательских, проектно-конструкторских учреждениях",
    "paragraph2": "Образовательно-квалификационный уровень - младший специалист. <br /> <br /> Квалификация - техник-технолог. <br /> <br /> Форма финансирования - бюджетная и контрактная. <br /> <br /> форма обучения - дневная.",
    "paragraph3": "Специалист способен выполнять указанную профессиональную работу: <br /> <br /> 1. Лаборанты и техники связанные с физическим и химическим исследованиям. <br /> 2. Технические специалисты в области добывающей промышленности и металлургии. <br /> 3. Другие технические специалисты в области физических наук и механики. <br /> 4. Рабочие, обслуживающие металлоплавильные печи (на работах с высокой квалификацией). <br /> 5. Металоплавильникы (вторичная переплавка).",
    "paragraph4": "Специалист может занимать первичные должности: <br /> <br /> 1. Плавильщик (вторичная переплавка черных и цветных металлов). <br /> 2. Контроллер продукции цветной металлургии. <br /> 3. Контроллер в производстве черных металлов. <br /> 4. Техник-технолог отдела (управления) главного металлурга: <br /> - занимается разработкой технологических процессов изготовления отливки <br /> - выбирает способ изготовления отливки <br /> - по чертежу детали разрабатывает чертежи отливки <br /> - разрабатывает конструкцию и выполняет чертежи технологической оснастки <br /> - назначает вид и режим термической обработки отливок <br /> - разрабатывает карты технологического процесса, маршрутные и материальные карты <br /> 5. Техник-лаборант <br /> - выявляет основные свойства формовочных материалов и смесей <br /> - контролирует структуру сплавов в отливках до и после термообработки <br /> - определяет основные литейные свойства сплавов и т.п. <br /> во время прохождения практики на производстве студенты получают рабочие профессии: <br /> - плавильщик <br /> - модельщик <br /> - вогнетривщик",
    "paragraph5": "Выпускники могут продолжить обучение на 1 курсе в Запорожском национальном техническом университете, Днепропетровской металлургической академии, Киевском политехническом университете, Запорожской инженерной академии (без сдачи ЗНО, по результатам тестирования и собеседования). После окончания 1 курса автоматически переходят на 3 курс.",
    "paragraph6": "Выпускников 100% трудоустраивают на предприятие ОАО «Мотор Сич», ЗМКБ «Прогресс», завод «Золотой Век», завод «Искра», завод «Запорожсталь», завод «Днипроспецталь». Также выпускники могут работать в отраслях машиностроения, металлургии и научно-исследовательских учреждениях."
    }
}
</i18n>
