<template>
  <section class="default">
    <div class="container">
      <div class="default__inner">
        <div class="default__title main-title">{{ $t('title') }}</div>
        <div v-html="$t('paragraph1')" class="default__quote"></div>
        <div v-html="$t('paragraph2')" class="default__quote"></div>
        <div v-html="$t('paragraph3')" class="default__quote"></div>
        <div v-html="$t('paragraph4')" class="default__quote"></div>
        <div v-html="$t('paragraph5')" class="default__quote"></div>
        <div v-html="$t('paragraph6')" class="default__quote"></div>
        <div v-html="$t('paragraph7')" class="default__text"></div>
        <div v-html="$t('paragraph8')" class="default__text"></div>
      </div>
    </div>
  </section>
</template>

<i18n>
{
  "ua": {
    "title": "Прикладна механіка (Обслуговування верстатів з програмним управлінням та робото-технічних комплексів)",
    "paragraph1": "Готуються для роботи в механiчних та механоскладальних цехах, лабораторіях, вiддiлах пiдприємств, якi виготовляють або експлуатують верстати з програмним забезпеченням",
    "paragraph2": "Освітньо-кваліфікаційний рівень – Молодший спеціаліст.<br /><br /> Галузь знань – Машинобудування та матеріалообробка. <br /><br />Спеціальність – Обслуговування верстатів з числовим програмним управлінням і робототехнічних комплексів.<br /><br /> Кваліфікація – технік-електромеханік.<br /><br /> Форма фінансування – бюджетна та контрактна.<br /><br /> Форма навчання – денна.",
    "paragraph3": "Термін навчання:<br /><br /> На основі базової загальної освіти – 3 роки 10 місяців.<br /> На основі повної загальної середньої освіти – 2 роки 10 місяців.",
    "paragraph4": "Отримана спеціальність дає можливість виконувати наступні професійні обов’язки та займати посади:<br /><br /> – електромеханік - забезпечення справного стану, безаварійної та надійної роботи обладнань, що обслуговується, і устаткування<br /> – електромеханік дільниці - керує роботою електромонтерів, контролює якість робіт<br /> – технік з автоматизації виробничих процесів – здійснення робіт по впровадженню комплексної механізації та автоматизації<br /> – технік з експлуатації та ремонту устаткування<br /> – технік з налагоджування та випробувань<br /> – контролер роботів",
    "paragraph5": "Після закінчення коледжу студенти можуть продовжувати навчання:<br /><br /> – на 5 курсі (навчання безкоштовне) при коледжі з подальшим навчанням з 3-го курсу в Національному аерокосмічному університеті ім. Жуковського «Харківський авіаційний інститут» (НАУ ХАІ) зі спеціальності «Технологія літако – та вертольотобудування».<br /> – з 2-го курсу в Національному аерокосмічному університеті ім. Жуковського «Харківський авіаційний інститут» (НАУ ХАІ) зі спеціальності «Літаки та вертольоти».<br /> – в Запорізькому національному технічному університеті (ЗНТУ) (по прискореній програмі) зі спеціальностей: «Технологія машинобудування» та «Металорізальні верстати та системи (спеціалізація: комп’ютерне проектування та дизайн верстатного обладнання).",
    "paragraph6": "Основні спеціальні дисципліни:<br /><br /> ”Будова і налагодження систем з ПУ”, „Будова і обслуговування верстатів з ПУ та РТК”, „Електрорадіовимірювання”, „Основи дискретної автоматики”, „Промислова електроніка”, „Електропривод та електрообладнання”, „Основи обробки матеріалів та інструмент”,. „Приводи верстатів з ПУ та РТК”, „Основи технології машинобудування”, ”Економіка, організація та планування виробництва”, „Охорона праці”, „Електропривод та електрообладнання”, „Електрорадіовимірювання”, „Промислова електроніка”",
    "paragraph7": "Фахівець, підготовлений для професійної діяльності, пов'язаної з технічним обслуговуванням, ремонтом і наладкою механічних, пневматичних, гідравлічних і електричних систем верстатів з числовим програмним управлінням, робототехнічних комплексів, а також з їх організацією.",
    "paragraph8": "Практичне навчання студентів проходить в двох майстернях коледжу, на підприємствах «АТ «Мотор Січ», ДП «ІВЧЕНКО-ПРОГРЕС» та інших, різної форми власності міста Запоріжжя та області, також студенти одержують робочу спеціальність: «Оператор верстатів ч ЧПК» на підприємстві «АТ «Мотор Січ».<br /><br /> Працевлаштування студентів бюджетної і контрактної форми навчання складає 100%.<br /><br /> Студентам очної форми даного напрямку навчання надається можливість паралельного одержання другої спеціальності «Економіка підприємства»."
  },
  "ru": {
    "title": "Прикладная механика (Обслуживание станков с программным управлением и робототехнических комплексов)",
    "paragraph1": "Готовятся для работы в механических и механосборочных цехах, лабораториях, отделах предприятий, которые изготавливают или эксплуатируют станки с программным обеспечением",
    "paragraph2": "Образовательно-квалификационный уровень - младший специалист. <br /> <br /> Область знаний - Машиностроение и материалообработка. <br /> <br /> Специальность - Обслуживание станков с числовым программным управлением и робототехнических комплексов. <Br /> <br /> Квалификация - техник-электромеханик. <br /> <br /> Форма финансирования - бюджетная и контрактная. <br /> <br /> Форма обучения - дневная.",
    "paragraph3": "Срок обучения: <br /> <br /> На основе базового общего образования - 3 года 10 месяцев. <br /> На основе полного общего среднего образования - 2 года 10 месяцев.",
    "paragraph4": "Полученная специальность дает возможность выполнять следующие профессиональные обязанности и занимать должности: <br /> <br /> - электромеханик - обеспечение исправного состояния, безаварийную и надежной работы устройств, обслуживается и оборудования <br /> - электромеханик участка - руководит работой электромонтеров, контролирует качество работ <br /> - техник по автоматизации производственных процессов - осуществление работ по внедрению комплексной механизации и автоматизации <br /> - техник по эксплуатации и ремонту оборудования <br /> - техник по наладке и испытаниям <br /> - контроллер роботов",
    "paragraph5": "После окончания колледжа студенты могут продолжать обучение: <br /> <br /> - на 5 курсе (обучение бесплатное) при колледже с последующим обучением с 3-го курса в Национальном аэрокосмическом университете им. Жуковского «Харьковский авиационный институт» (НАУ ХАИ) по специальности «Технология самолето - и вертолетостроения». <br /> - со 2-го курса в Национальном аэрокосмическом университете им. Жуковского «Харьковский авиационный институт» (НАУ ХАИ) по специальности «Самолеты и вертолеты». <br /> - в Запорожском национальном техническом университете (ЗНТУ) (по ускоренной программе) по специальностям: «Технология машиностроения» и «Металлорежущие станки и системы (специализация: компьютерное проектирование и дизайн станочного оборудования).",
    "paragraph6": "Основные специальные дисциплины: <br /> <br /> Строение и наладка систем с ПУ, Строение и обслуживание станков с ПУ и РТК, Електрорадиовимирювання, Основы дискретной автоматики, Промышленная электроника, Электропривод и электрооборудование, Основы обработки материалов и инструмент, Приводы станков с ПУ и РТК, Основы технологии машиностроения, Экономика, организация и планирование производства, Охрана труда, Электропривод и электрооборудование, Електрорадиовимирювання, Промышленная электроника.",
    "paragraph7": "Специалист, подготовленный для профессиональной деятельности, связанной с техническим обслуживанием, ремонтом и наладкой механических, пневматических, гидравлических и электрических систем станков с числовым программным управлением, робототехнических комплексов, а также с их организацией.",
    "paragraph8": "Практическое обучение студентов проходит в двух мастерских колледжа, на предприятиях «АО «Мотор Сич», ГП «Ивченко-Прогресс» и других, различной формы собственности города Запорожья и области, также студенты получают рабочую специальность «Оператор станков ч ЧПУ» на предприятии «АО «Мотор Сич». <br /> <br /> Трудоустройство студентов бюджетной и контрактной формы обучения составляет 100%. <br /> <br /> Студентам очной формы данного направления обучения предоставляется возможность параллельного получения второй специальности «Экономика предприятия»."
    }
}
</i18n>
