<template>
  <section class="default">
    <div class="container">
      <div class="default__inner">
        <div class="default__title main-title">
          Прикладна механіка (Обслуговування верстатів з програмним управлінням
          та робото-технічних комплексів)
        </div>
        <div class="default__quote">
          Професійне призначення – готується для роботи в
        </div>

        <div class="default__quote">
          Освітньо-кваліфікаційний рівень – Молодший спеціаліст.<br /><br />
          Галузь знань – Машинобудування та матеріалообробка. Спеціальність –
          Обслуговування верстатів з числовим програмним управлінням і
          робототехнічних комплексів.<br /><br />
          Кваліфікація – технік-електромеханік.<br /><br />
          Форма фінансування – бюджетна та контрактна.<br /><br />
          Форма навчання – денна.
        </div>

        <div class="default__quote">
          Термін навчання:<br /><br />
          На основі базової загальної освіти – 3 роки 10 місяців.<br />
          На основі повної загальної середньої освіти – 2 роки 10 місяців.
        </div>

        <div class="default__quote">
          Отримана спеціальність дає можливість виконувати наступні професійні
          обов’язки та займати посади:<br /><br />

          – електромеханік - забезпечення справного стану, безаварійної та
          надійної роботи обладнань, що обслуговується, і устаткування<br />
          – електромеханік дільниці - керує роботою електромонтерів, контролює
          якість робіт<br />
          – технік з автоматизації виробничих процесів – здійснення робіт по
          впровадженню комплексної механізації та автоматизації<br />
          – технік з експлуатації та ремонту устаткування<br />
          – технік з налагоджування та випробувань<br />
          – контролер роботів
        </div>

        <div class="default__quote">
          Після закінчення коледжу студенти можуть продовжувати навчання:<br /><br />

          – на 5 курсі (навчання безкоштовне) при коледжі з подальшим навчанням
          з 3-го курсу в Національному аерокосмічному університеті ім.
          Жуковського "Харківський авіаційний інститут" (НАУ ХАІ) зі
          спеціальності «Технологія літако – та вертольотобудування».<br />
          – з 2-го курсу в Національному аерокосмічному університеті ім.
          Жуковського "Харківський авіаційний інститут" (НАУ ХАІ) зі
          спеціальності «Літаки та вертольоти».<br />
          – в Запорізькому національному технічному університеті (ЗНТУ) (по
          прискореній програмі) зі спеціальностей: «Технологія машинобудування»
          та «Металорізальні верстати та системи (спеціалізація: комп’ютерне
          проектування та дизайн верстатного обладнання).
        </div>

        <div class="default__quote">
          Основні спеціальні дисципліни:<br /><br />

          ”Будова і налагодження систем з ПУ”, „Будова і обслуговування
          верстатів з ПУ та РТК”, „Електрорадіовимірювання”, „Основи дискретної
          автоматики”, „Промислова електроніка”, „Електропривод та
          електрообладнання”, „Основи обробки матеріалів та інструмент”,.
          „Приводи верстатів з ПУ та РТК”, „Основи технології машинобудування",
          „Економіка, організація та планування виробництва”, „Охорона праці”,
          „Електропривод та електрообладнання”, „Електрорадіовимірювання”,
          „Промислова електроніка”.
        </div>
        <div class="default__text">
          Фахівець, підготовлений для професійної діяльності, пов'язаної з
          технічним обслуговуванням, ремонтом і наладкою механічних,
          пневматичних, гідравлічних і електричних систем верстатів з числовим
          програмним управлінням, робототехнічних комплексів, а також з їх
          організацією.
        </div>
        <div class="default__text">
          Практичне навчання студентів проходить в двох майстернях коледжу, на
          підприємствах «АТ «Мотор Січ», ДП «ІВЧЕНКО-ПРОГРЕС» та інших, різної
          форми власності міста Запоріжжя та області, також студенти одержують
          робочу спеціальність: «Оператор верстатів ч ЧПК» на підприємстві «АТ
          «Мотор Січ».<br /><br />

          Працевлаштування студентів бюджетної і контрактної форми навчання
          складає 100%.<br /><br />

          Студентам очної форми даного напрямку навчання надається можливість
          паралельного одержання другої спеціальності «Економіка підприємства».
        </div>
      </div>
    </div>
  </section>
</template>
